"""შექმენით პროგრამა სადაც გექნებათ 2 სია, 
პირველ სიაში შეინახეთ საყვარელი ფილმების სახელები მეორე სიაში კი თქვენი ფავორიტი მუსიკები,
შექმენით მესამე ცვლადი და გააერთიანეთ ეს ორი სია, გაერთიანებულ სიაში გამოიტანეთ ბოლო ელემენტი len ის დახმარებით, 
შემდეგ კი დაბეჭდეთ გაერთიანებული სიიდან ერთი ფილმი და ერთი მუსიკა ინდექსების დახმარებით 
(ახსენით რა არის სია, ინდექსი და რას აკეთებს len ფუნქცია კომენტარებისა დახმარებით)"""


movie = ["harry potter,bad boys,walking dead"]
music = ["ice cube,pimpin,sigue,amo aller amos"]
list = movie + music
print(list[len(list)-1]) 



