"""2) გაკვეთილზე განხილული შედარების ოპერატორებიდან (>, <, ==, >=, <=, !=) თითოეულზე ჩამოწერეთ 5-5 მაგალითი"""


# < - ნაკლებობა 
print(5 < 10)
print(12 < 3)
print(9 < 33)
print(24 < 8)
print(6 < 56)

# > - მეტობა
print(12 > 4)
print(77 > 89) 
print(83 > 99)
print(66 > 100)
print(2 > 120)

# == - ტოლობა 
print(55 == 13) 
print(76 == 34)
print(43 == 43)
print(88 == 12)
print(67 == 67)

# >= - მეტი ან ტოლი
print(90 >= 90)
print(77 >= 0)
print(85 >= 13)
print(54 >=6)
print(30 >= 30)

# <= - ნაკლები ან ტოლი 
print(73 <= 80)
print(97 <= 97) 
print(12 <= 17)
print(56 <= 78)
print(43 <= 43)

# != - არ უდრის 
print(12 != 12)
print(88 != 66)
print(99 != 87) 
print(34 != 45)
print(65 != 65)
