"""შექმენით რაიმე ცვლადი დაარქვით sentense და შეინახეთ წინადადება და count მეთოდის გამოყენებით დათვალეთ რაიმე ნებისმიერი ასო"""


sentense = "GOA oriented academy"
occurs = sentense . count("e")
print(occurs)

"""მომხმარებელს შემოატანინეთ რაიმე სიტყვა დიდი ასოებით და გადააქციეთ პატარა ასოებად"""


GIO = "GOA ORIENTED ACADEMY"
wiko = GIO . lower()
print(wiko)


"""კომენტარებით ახსენით ორივე მეთოდი count & lower, ასევე ახსენით რა არის სტრინგი"""

#count-ფუნქცია თვლის წინადადებაში გამოყენებულ სიტყვებს
#lower-ფუნქცია დიდი ასოებით დაწერილ ტექსტ აპატარავებს 
#string-არის სიტყვიერი მონაცემი